"%1$@ •••• %2$@" = "%1$@ •••• %2$@";

"+ Add" = "+ Add";

"Add US bank account" = "Add US bank account";

"Add a card" = "Add a card";

"Add a payment method" = "Add a payment method";

"Add bank account" = "Add bank account";

"Add card" = "Add card";

"Add new card" = "Add new card";

"Add new payment method" = "Add new payment method";

"Add your payment information" = "Add your payment information";

"Agree and continue" = "Agree and continue";

"Approve payment" = "Approve payment";

"Are you sure you want to remove this card?" = "Are you sure you want to remove this card?";

"Are you sure you want to remove this linked account?" = "Are you sure you want to remove this linked account?";

"Back" = "Back";

"Bank" = "Bank";

"Bank account" = "Bank account";

"Bank account details cannot be changed." = "Bank account details cannot be changed.";

"Buy now or pay later with  <img/>" = "Buy now or pay later with  <img/>";

"Buy now or pay later with Afterpay" = "Buy now or pay later with Afterpay";

"Buy now or pay later with Cash App Afterpay" = "Buy now or pay later with Cash App Afterpay";

"Buy now or pay later with Clearpay" = "Buy now or pay later with Clearpay";

"Buy now or pay later with Klarna" = "Buy now or pay later with Klarna";

"Buy using a UPI ID" = "Buy using a UPI ID";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms.";

"By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms." = "By continuing to Amazon Pay, you allow %@ to charge your Amazon Pay account for future payments in accordance with their terms.";

"By continuing to Klarna, you allow %@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %@." = "By continuing to Klarna, you allow %1$@ to charge your Klarna account for future payments in accordance with their terms and Klarna's terms. You can change this at any time in your Klarna app or by reaching out to %2$@.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms.";

"By continuing you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "By continuing, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "By continuing, you authorize %1$@ to debit your Cash App account for this payment and future payments in accordance with %2$@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>.";

"By providing phone number and email, you agree to create a Link account subject to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "By providing phone number and email address, you agree to create a Link account subject to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>.";

"By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms." = "By providing your card information, you allow %@ to charge your card for future payments in accordance with their terms.";

"By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "By providing your email, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur.";

"By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "By providing your phone number, you agree to create a Link account and save your payment info to Link, according to the Link <terms>Terms</terms> and <privacy>Privacy Policy</privacy>.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Cancel and pay another way";

"Card details cannot be changed." = "Card details cannot be changed.";

"Change" = "Change";

"Choose a payment method" = "Choose a payment method";

"Close card scanner" = "Close card scanner";

"Code sent" = "Code sent";

"Confirm" = "Confirm";

"Confirm it's you" = "Confirm it's you";

"Confirm payment details" = "Confirm payment details";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Confirm the payment in your bank or payment app within %@ to complete the purchase.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Confirm the payment in your bank's app within %@ to complete the purchase.";

"Confirm your CVC" = "Confirm your CVC";

"Contact information" = "Contact information";

"Continue another way" = "Continue another way";

"Debit or credit card" = "Debit or credit card";

"Default" = "Default";

"Default payment method" = "Default payment method";

"EPS Bank" = "EPS Bank";

"Enter address manually" = "Enter address manually";

"Enter the code sent to %@ to use your saved information." = "Enter the code sent to %@ to use your saved information.";

"FPX Bank" = "FPX Bank";

"Failed to connect" = "Failed to connect";

"Fast, secure, 1⁠-⁠click checkout" = "Fast, secure, 1⁠-⁠click checkout";

"For security, please re-enter your card’s security code." = "For security, please re-enter your card’s security code.";

"Get %@ back when you pay for the first time with your bank. <terms>See terms</terms>" = "Get %@ back when you pay for the first time with your bank. <terms>See terms</terms>";

"Get %@ back when you pay with your bank. <terms>See terms</terms>" = "Get %@ back when you pay with your bank. <terms>See terms</terms>";

"I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account." = "I understand that Stripe will be collecting Direct Debits on behalf of %@ and confirm that I am the account holder and the only person required to authorise debits from this account.";

"IBAN" = "IBAN";

"Log in or sign up" = "Log in or sign up";

"Log out of Link" = "Log out of Link";

"Manage SEPA debit" = "Manage SEPA debit";

"Manage US bank account" = "Manage US bank account";

"Manage bank account" = "Manage bank account";

"Manage card" = "Manage card";

"Manage cards" = "Manage cards";

"Manage payment method" = "Manage payment method";

"Manage payment methods" = "Manage payment methods";

"Manage your payment methods" = "Manage your payment methods";

"Name on card" = "Name on card";

"New card" = "New card";

"New payment method" = "New payment method";

"No %@ promo" = "No %@ promo";

"Not you?" = "Not you?";

"Only card brand can be changed." = "Only card brand can be changed.";

"Open your UPI app to approve your payment within %@" = "Open your UPI app to approve your payment within %@";

"Or" = "Or";

"Or pay using" = "Or pay using";

"Or pay with a card" = "Or pay with a card";

"Or use" = "Or use";

"Or use a card" = "Or use a card";

"Pay %@" = "Pay %@";

"Pay another way" = "Pay another way";

"Pay faster at %@ and thousands of businesses." = "Pay faster at %@ and thousands of businesses.";

"Pay over time with %@" = "Pay over time with %@";

"Pay over time with Affirm" = "Pay over time with Affirm";

"Pay with Link" = "Pay with Link";

"Pay with your bank account in just a few steps." = "Pay with your bank account in just a few steps.";

"Payment" = "Payment";

"Payment failed" = "Payment failed";

"Payment methods" = "Payment methods";

"Please choose a valid payment method." = "Please choose a valid payment method.";

"Please go back and select another payment method" = "Please go back and select another payment method";

"Point the camera at your card." = "Point the camera at your card.";

"Processing..." = "Processing…";

"Przelewy24 Bank" = "Przelewy24 Bank";

"Remove card?" = "Remove card?";

"Remove linked account" = "Remove linked account";

"Resend code" = "Resend code";

"SEPA debit details cannot be changed." = "SEPA debit details cannot be changed.";

"Save" = "Save";

"Save a new payment method" = "Save a new payment method";

"Save address" = "Save address";

"Save for future payments" = "Save for future payments";

"Save my info for faster checkout with Link" = "Save my info for faster checkout with Link";

"Save payment details to %@ for future purchases" = "Save payment details to %@ for future purchases";

"Save this account for future %@ payments" = "Save this account for future %@ payments";

"Save your bank account in just a few steps." = "Save your bank account in just a few steps.";

"Save your info for secure 1-click checkout with Link" = "Save your info for secure 1-click checkout with Link";

"Save your payment information with Link, and securely check out in 1-click on Link-supported sites." = "Save your payment information with Link, and securely check out in one click on Link-supported sites.";

"Saved" = "Saved";

"Select card" = "Select card";

"Select payment method" = "Select payment method";

"Select your payment method" = "Select your payment method";

"Set as default" = "Set as default";

"Set as default payment method" = "Set as default payment method";

"Set up" = "Set up";

"Shipping to %@ is not supported." = "Shipping to %@ is not supported.";

"Show menu" = "Show menu";

"Simple, secure one-click payments" = "Simple, secure one-click payments";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@.";

"Tap to close" = "Tap to close";

"Tap to expand" = "Tap to expand";

"The IBAN you entered is incomplete." = "The IBAN you entered is incomplete.";

"The provided verification code has expired." = "The provided verification code has expired.";

"The provided verification code is incorrect." = "The provided verification code is incorrect.";

"This card has expired. Update your card info or choose a different payment method." = "This card has expired. Update your card info or choose a different payment method.";

"This is your default" = "This is your default";

"Too many attempts. Please try again in a few minutes." = "Too many attempts. Please try again in a few minutes.";

"Unavailable for this purchase" = "Unavailable for this purchase";

"Update card" = "Update card";

"Update payment method" = "Update payment method";

"Use your saved info to check out faster" = "Use your saved info to check out faster";

"View more" = "View more";

"Your IBAN should start with a two-letter country code." = "Your IBAN should start with a two-letter country code.";

"iDEAL Bank" = "iDEAL Bank";
